export default {
  header: {
    description: 'Сервис для очистки данных с различных социальный сетей',
    button: 'Начать'
  },
  works: {
    title: 'Как это работает',
    items: [
      { name: 'Получение токена', description: 'Получите токен для своего аккаунта в нужной социальной сети.' },
      { name: 'Настройка аккаунта', description: 'Выберите раздел для очистки и настраиваете нужные параметры.' },
      { name: 'Ожидание очистки', description: 'Запустите процесс очистки и ожидайте завершение процесса.' }
    ]
  },
  benefits: {
    title: 'Преимущества',
    items: [
      { name: 'Бесплатно', description: 'Серьезно, никакой оплаты, все возможности доступны каждому.' },
      { name: 'Open Source', description: 'Весь исходный код доступен в Github.' },
      { name: 'Очистка данных', description: 'Все ваши данные на сайте удалятся даже после перезагрузки страницы.' },
      { name: 'Проверка перед удалением', description: 'Вы получите список удаляемых постов, в зависимости от ваших настроек.' },
      { name: 'Локализация', description: 'Сервис доступен на различных языках.' },
      { name: 'Гибкая настройка', description: 'Глубокая настройка удаляемых записей, которые не предоставляют сервисы.' },
      { name: 'Никакой аналитики', description: 'Внутренней или внешней (Google analytics) - никто не собирает данные о вас.' },
      { name: 'SSL - шифрование', description: 'Все запросы к сервису зашифрованы по протоколу https.' },
      { name: 'Журнал запросов', description: 'Получение информации о всех запросах / ответах от социальных сетей.' }
    ]
  },
  action: {
    name: 'Список социальных сетей',
    button: 'Перейти'
  }
}
