export default {
  user: {
    alert: 'После перезагрузки страницы - вам нужно повторно ввести токен.',
    button: 'Удалить токен сейчас',
    sections: 'Разделы'
  },
  guest: {
    header: 'Чтобы получить доступ к своей учетной записи, вы должны получить специальный токен.',
    p: 'Выберите разрешения',
    copy_here: 'СКОПИРОВАТЬ',
    application_id: 'ID приложения',
    generate: 'Сгенерировать временной токен',
    info: 'Вам нужно скопировать полностью URL-адрес, либо же значение с access_token:',
    placeholder_password: 'Введите токен доступа',
    get: 'Получить доступ'
  }
}
